# coding: utf-8
=begin
想定　察知　可能性　審議　計画　織り込み　リリース　実装　内容理解　説明
定義　明瞭な表現　充分な理解　説明のしやすさ　洗練されたシステム

目的　どう作動するか　動作保証　意味と理由　留意点についての説明
アンチパターンを回避する目的の知識　レクチャー　規則　ルール　順序
意義　意味　重み　軽さ　ゆるさ　確実さ　蓋然性　そうなるシステム　
期待されている効果　見込み　算段　計画　内包　該当するsystem

期待している効果　開発エンジン　辞書　語彙　ちから　パワー　集中
　シナジー　発展　繁栄
システム理解図　仕組みの説明について解説します。消耗品　紙　インク
食品　リピート効果　善い印象　確かな効果を発揮する　蓋然性　考えること
抽象化プロセス　要するにこれが実現できればいいというラインの算定　算段

計画　段取り　手順　順番　流れ
　仕様策定
　企画
　仕様策定
　実装
　運用
　リリース
制御系
　org-modeで管理
　データディレクトリに書き出しする
　データ保持　CSV
処理系
　CSVを読み込んでリストをメモリに展開　件数を数える行数
　残時間を算定する　日数　時間を内容を表示する
　連続処理　予定　件名　残日数　残時間を表示　
　日程データ　CSVデータ分量処理する　次へ　送る
　日報を記載するシステム　定義
使い方の説明
　日程をorg-modeで管理する。
　プログラムを実行して日程を知る
連絡先マスタ
方策
戦略
発令
任務番号　記号と番号で管理する　発令日

範囲
　広く内包する計画　抜け漏れなくどれかに収まるロジックを計画する

依頼

発令

